[
    {
    "titulo": "Massa de pizza fina italiana",
    "imagem": "https://cdn0.tudoreceitas.com/pt/posts/4/7/8/massa_de_pizza_fina_italiana_8874_600.webp",
    "preparo": "Coloque a água morna em um recipiente e dissolva o fermento nela. Coloque a farinha numa bacia grande e misture nela o sal. Seguidamente abra um buraco no centro da farinha, coloque aí o azeite e a mistura de água com fermento. Misture tudo com as mãos e amasse até que os ingredientes fiquem bem incorporados. Transfira a massa para uma bancada enfarinhada e continue amassando e sovando por mais 8-10 minutos, até conseguir uma massa de pizza fofinha e lisinha, que desgruda das mãos. Modele a massa em forma de bola e coloque novamente na bacia. Cubra com um pano e deixe repousar por 45 minutos a 1 hora, para crescer e dobrar de volume. Transfira a massa novamente para uma bancada enfarinhada e amasse-a durante alguns minutos, dobrando-a sobre si mesma e dando leves beliscões nela. amasse e abra com a ajuda de um rolo até que fique em formato circular e fininha. Leve a massa para assar no forno preaquecido no máximo (200-250ºC) durante 6-15 minutos ou até ficar dourada.",
    "ingredientes": [
        "500 gramas de farinha de trigo tipo 1",
        "18 gramas de fermento biológico fresco",
        "1 colher de chá de sal",
        "4 colheres de sopa de azeite de oliva",
        "250 mililitros de água morna"
    ]
    },
    {
    "titulo": "Ravióli de carne moída",
    "imagem": "https://cdn0.tudoreceitas.com/pt/posts/8/7/9/ravioli_de_carne_moida_7978_600.webp",
    "preparo": "Prepare o recheio para ravioli: em uma panela coloque o alho e o azeite para refogar, acrescente a carne e tempere a gosto com o orégano, a pimenta e o sal. Refogue e reserve. Para fazer a receita de massa de ravioli separe os ingredientes necessários e higienize uma superfície lisa para o preparo da mesma. Coloque a farinha nessa superfície e abra um buraco ao centro, como na imagem. Polvilhe o sal sobre a farinha. Em um bowl coloque os ovos e acrescente a água e o azeite. Com o auxílio de um fouet bata até obter um mistura homogênea e com bolhas. Aos poucos vá adicionando a mistura anterior na farinha, enquanto mistura com as mãos, até incorporar todos os ingredientes. Após obter uma mistura uniforme sove a massa até ela ficar macia e consistente. Com o auxílio de um rolo abra a massa na superfície lisa e enfarinhada, para poder rechear os raviólis. Recheie os raviólis com a carne refogada e corte no formato que lhe apetece. Após, coloque-os em água fervente e espere até subirem, retire-os da água e coloque em um refratário. Para o molho de bolonhesa refogue no azeite o alho, acrescente o molho de tomate e tempere a gosto com oréganos, pimenta e sal. Espere ferver e desligue o fogo. Distribua o molho sob os raviólis.",
    "ingredientes": [
        "3 xícaras de farinha de trigo sem fermento",
        "½ xícara de água (120 mililitros)",
        "2 ovos",
        "5 colheres de sopa de azeite",
        "1 colher de chá de sal",
        "300 gramas de patinho moído",
        "2 colheres de sopa de azeite",
        "2 dentes de alho amassados",
        "alecrim desidratado",
        "sal do Himalaia a gosto",
        "2 sachê de molho de tomate",
        "1 colher de sopa de azeite",
        "1 dente de alho amassado",
        "orégano",
        "pimenta do reino moída na hora",
        "sal a gosto"
    ]
    },
    {
    "titulo": "Tiramisù de morango",
    "imagem": "https://cdn0.tudoreceitas.com/pt/posts/9/5/0/tiramisu_de_morango_3059_600.webp",
    "preparo": "Prepare os ingredientes para preparar mais rapidamente o tiramisù de morango. Além das quantidades indicadas, acrescente ainda alguns morangos e 4 sementes de cardamomo, para decoração.Em seguida lave os morangos e escorra. Corte-os em pequenos cubos e coloque em uma tigela com o suco de limão, 20 gramas de açúcar de confeiteiro e sementes de cardamomo esmagadas. Misture e reserve. Separe as claras de ovo das gemas, bata as claras em neve com um pouco de sal, e coloque as gemas em uma tigela com o restante açúcar. Bata muito bem as gemas com o açúcar, até virar um creme. Incorpore o queijo mascarpone na mistura de gemas e ovos e bata novamente, até incorporar muito bem estes ingredientes. Pouco a pouco, enquanto mistura delicadamente, adicione as claras de ovo ao preparado anteriores. O ideal é obter um creme volumoso e areado. O passo seguinte desta receita de tiramisù é distribuir os morangos por tacinhas individuais e, sobre eles, acrescentar os biscoitos partidos em pedaços, sem encher até ao topo. Coloque sobre os biscoitos o suco dos morangos, resultante da maceração com limão e açúcar, e cubra com o creme. Tampe o tiramisù de morango com plástico filme e reserve na geladeira durante a noite. No dia seguinte, decore cada tacinha com morangos e cardomomo. ",
    "ingredientes": [
        "150 gramas de queijo mascarpone",
        "120 gramas de biscoito champagne ou semelhante",
        "350 gramas de morangos",
        "8 unidades de sementes de cardamomo",
        "60 gramas de açúcar de confeiteiro ou açúcar refinado",
        "4 unidades de ovos",
        "1 unidade de limão (suco)",
        "1 pitada de sal"
    ]
    },
    {
    "titulo": "Macarons",
    "imagem": "https://cdn0.tudoreceitas.com/pt/posts/0/8/3/macarons_380_600.webp",
    "preparo": "O primeiro passo do preparo do macaron é fazer um merengue. Se quiser fazer macarons coloridos, adicione um pouco de corante alimentício no merengue e incorpore delicadamente com uma espátula ou batedor manual (fouet), até todo o merengue ficar tingido de forma homogênea. Em seguida peneire a farinha de amêndoas e o açúcar impalpável ou de confeiteiro, para obter uma mistura bem fina e sem pedaços de amêndoa nem grumos. Misture o merengue com a farinha e açúcar bem delicadamente, do centro para as laterais do bowl, levantando ligeiramente a espátula ou fouet ao mesmo tempo que, com a outra mão, gira o bowl no sentido oposto. Isto é importante para não perder o volume do merengue e conseguir uma mistura suave e cremosa, como na foto.Coloque a massa do macaron em um saco de confeiteiro com bico redondo e, num tabuleiro de forno forrado com papel manteiga, distribua pequenas porções da massa, formando discos afastados. Pré-aqueça o forno nos 150ºC. Quando estiver nessa temperatura, coloque os macarons assando por 10 a 15 minutos, ou até crescerem e ficarem consistentes. Na dúvida, abra o forno e toque com o dedo na crosta do macaron: ela deverá estar durinha e não ficar machucada com o toque. Retire seu macaron do forno e deixe esfriar um pouco. Depois retire para uma grelha de resfriamento e deixe por 1 hora. Finalmente, recheie os macarons com um creme da sua preferência e estão prontinhos.",
    "ingredientes": [
        "200 gramas de açúcar refinado",
        "150 gramas de farinha de amêndoas",
        "130 gramas de clara de ovo (4 claras de ovos médios)",
        "90 gramas de açúcar impalpável ou açúcar de confeireiro",
        "corante alimentício de cor à sua escolha (opcional)"
    ]
    }
]